Repository: thenail/astrodimmer
Catalog: src/AstroDimmer/Strings/*/Resources.resw
Source language: en_us
Languages: da, de, es, fi, fr, it, ja, ko, nb, nl, pl, pt_br, ru, sv, tr, zh_hans, zh_hant

# FlyoutSettings.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Параметры
sv: Inställningar
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# FlyoutSettings.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Параметры
sv: Inställningar
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# AstroCard.Header
source: Adjust brightness at sunrise and sunset
da: Juster lysstyrken ved solopgang og solnedgang
de: Helligkeit bei Sonnenaufgang und -untergang anpassen
es: Ajustar el brillo al amanecer y al atardecer
fi: Säädä kirkkautta auringonnousun ja -laskun mukaan
fr: Ajuster la luminosité au lever et au coucher du soleil
it: Regola la luminosità all'alba e al tramonto
ja: 日の出と日の入りに合わせて明るさを調整
ko: 일출과 일몰에 맞춰 밝기 조정
nb: Juster lysstyrken ved soloppgang og solnedgang
nl: Helderheid aanpassen bij zonsopkomst en zonsondergang
pl: Dostosuj jasność o wschodzie i zachodzie słońca
pt_br: Ajustar o brilho ao nascer e ao pôr do sol
ru: Менять яркость на рассвете и на закате
sv: Justera ljusstyrkan vid soluppgång och solnedgång
tr: Parlaklığı gün doğumunda ve gün batımında ayarla
zh_hans: 在日出和日落时调整亮度
zh_hant: 在日出和日落時調整亮度

# AstroCard.Description
source: Dim at sunset and brighten again at sunrise, using your location to work out when.
da: Dæmper ved solnedgang og lysner igen ved solopgang. Tidspunkterne beregnes ud fra din placering.
de: Dimmt bei Sonnenuntergang und wird bei Sonnenaufgang wieder heller. Die Zeiten werden aus deinem Standort berechnet.
es: Reduce el brillo al atardecer y lo aumenta al amanecer, calculando las horas a partir de tu ubicación.
fi: Himmentää auringonlaskun aikaan ja kirkastaa taas auringonnousun aikaan. Ajat lasketaan sijaintisi perusteella.
fr: Baisse la luminosité au coucher du soleil et l'augmente au lever, selon des horaires calculés à partir de votre position.
it: Riduce la luminosità al tramonto e la aumenta all'alba, calcolando gli orari dalla tua posizione.
ja: 日の入りで暗くし、日の出で再び明るくします。時刻は現在地から計算されます。
ko: 일몰 때 어둡게 하고 일출 때 다시 밝게 합니다. 시간은 위치를 기준으로 계산됩니다.
nb: Demper ved solnedgang og lysner igjen ved soloppgang. Tidspunktene beregnes ut fra plasseringen din.
nl: Dimt bij zonsondergang en wordt bij zonsopkomst weer helderder. De tijden worden berekend op basis van je locatie.
pl: Przyciemnia o zachodzie słońca i rozjaśnia o wschodzie. Godziny są obliczane na podstawie Twojej lokalizacji.
pt_br: Diminui o brilho ao pôr do sol e aumenta ao nascer do sol, usando sua localização para calcular os horários.
ru: Уменьшает яркость на закате и увеличивает на рассвете. Время рассчитывается по вашему местоположению.
sv: Dämpar vid solnedgången och ljusar upp igen vid soluppgången. Tiderna räknas ut från din plats.
tr: Gün batımında ekranı karartır, gün doğumunda yeniden aydınlatır. Saatler konumunuza göre hesaplanır.
zh_hans: 日落时调暗，日出时重新调亮。时间根据你的位置计算。
zh_hant: 日落時調暗，日出時重新調亮。時間會依據你的位置計算。

# AstroEnabled.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Adjust brightness at sunrise and sunset
da: Juster lysstyrken ved solopgang og solnedgang
de: Helligkeit bei Sonnenaufgang und -untergang anpassen
es: Ajustar el brillo al amanecer y al atardecer
fi: Säädä kirkkautta auringonnousun ja -laskun mukaan
fr: Ajuster la luminosité au lever et au coucher du soleil
it: Regola la luminosità all'alba e al tramonto
ja: 日の出と日の入りに合わせて明るさを調整
ko: 일출과 일몰에 맞춰 밝기 조정
nb: Juster lysstyrken ved soloppgang og solnedgang
nl: Helderheid aanpassen bij zonsopkomst en zonsondergang
pl: Dostosuj jasność o wschodzie i zachodzie słońca
pt_br: Ajustar o brilho ao nascer e ao pôr do sol
ru: Менять яркость на рассвете и на закате
sv: Justera ljusstyrkan vid soluppgång och solnedgång
tr: Parlaklığı gün doğumunda ve gün batımında ayarla
zh_hans: 在日出和日落时调整亮度
zh_hant: 在日出和日落時調整亮度

# StartCard.Header
source: Start with Windows
da: Start med Windows
de: Mit Windows starten
es: Iniciar con Windows
fi: Käynnistä Windowsin mukana
fr: Démarrer avec Windows
it: Avvia con Windows
ja: Windows と同時に起動
ko: Windows 시작 시 실행
nb: Start med Windows
nl: Starten met Windows
pl: Uruchamiaj z systemem Windows
pt_br: Iniciar com o Windows
ru: Запускать вместе с Windows
sv: Starta med Windows
tr: Windows ile başlat
zh_hans: 随 Windows 启动
zh_hant: 隨 Windows 啟動

# StartCard.Description
source: Launch Astro Dimmer when you sign in.
da: Start Astro Dimmer, når du logger på.
de: Astro Dimmer bei der Anmeldung starten.
es: Abre Astro Dimmer al iniciar sesión.
fi: Käynnistä Astro Dimmer, kun kirjaudut sisään.
fr: Lance Astro Dimmer lorsque vous vous connectez.
it: Avvia Astro Dimmer quando accedi.
ja: サインイン時に Astro Dimmer を起動します。
ko: 로그인할 때 Astro Dimmer를 실행합니다.
nb: Start Astro Dimmer når du logger på.
nl: Astro Dimmer starten wanneer je je aanmeldt.
pl: Uruchamiaj Astro Dimmer po zalogowaniu.
pt_br: Abre o Astro Dimmer quando você entra.
ru: Запускать Astro Dimmer при входе в систему.
sv: Starta Astro Dimmer när du loggar in.
tr: Oturum açtığınızda Astro Dimmer'ı başlat.
zh_hans: 登录时启动 Astro Dimmer。
zh_hant: 登入時啟動 Astro Dimmer。

# RunAtLogin.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Start with Windows
da: Start med Windows
de: Mit Windows starten
es: Iniciar con Windows
fi: Käynnistä Windowsin mukana
fr: Démarrer avec Windows
it: Avvia con Windows
ja: Windows と同時に起動
ko: Windows 시작 시 실행
nb: Start med Windows
nl: Starten met Windows
pl: Uruchamiaj z systemem Windows
pt_br: Iniciar com o Windows
ru: Запускать вместе с Windows
sv: Starta med Windows
tr: Windows ile başlat
zh_hans: 随 Windows 启动
zh_hant: 隨 Windows 啟動

# QuitCard.Header
source: Quit Astro Dimmer
da: Afslut Astro Dimmer
de: Astro Dimmer beenden
es: Salir de Astro Dimmer
fi: Sulje Astro Dimmer
fr: Quitter Astro Dimmer
it: Esci da Astro Dimmer
ja: Astro Dimmer を終了
ko: Astro Dimmer 종료
nb: Avslutt Astro Dimmer
nl: Astro Dimmer afsluiten
pl: Zamknij Astro Dimmer
pt_br: Sair do Astro Dimmer
ru: Выйти из Astro Dimmer
sv: Avsluta Astro Dimmer
tr: Astro Dimmer'dan çık
zh_hans: 退出 Astro Dimmer
zh_hant: 結束 Astro Dimmer

# QuitCard.Description
source: Stop adjusting brightness until Astro Dimmer is started again.
da: Stopper med at justere lysstyrken, indtil Astro Dimmer startes igen.
de: Die Helligkeit wird nicht mehr angepasst, bis Astro Dimmer wieder gestartet wird.
es: Deja de ajustar el brillo hasta que Astro Dimmer se vuelva a iniciar.
fi: Kirkkautta ei säädetä, ennen kuin Astro Dimmer käynnistetään uudelleen.
fr: Arrête d'ajuster la luminosité jusqu'au prochain démarrage d'Astro Dimmer.
it: Interrompe la regolazione della luminosità finché Astro Dimmer non viene riavviato.
ja: Astro Dimmer を再び起動するまで、明るさの調整を停止します。
ko: Astro Dimmer를 다시 시작할 때까지 밝기 조정을 중지합니다.
nb: Slutter å justere lysstyrken til Astro Dimmer startes igjen.
nl: Stopt met het aanpassen van de helderheid totdat Astro Dimmer opnieuw wordt gestart.
pl: Przestaje dostosowywać jasność do ponownego uruchomienia Astro Dimmer.
pt_br: Para de ajustar o brilho até o Astro Dimmer ser iniciado novamente.
ru: Яркость не будет меняться, пока Astro Dimmer не будет запущен снова.
sv: Slutar justera ljusstyrkan tills Astro Dimmer startas igen.
tr: Astro Dimmer yeniden başlatılana kadar parlaklık ayarlanmaz.
zh_hans: 在重新启动 Astro Dimmer 之前停止调整亮度。
zh_hant: 在重新啟動 Astro Dimmer 之前停止調整亮度。

# QuitButton.Content
source: Quit
da: Afslut
de: Beenden
es: Salir
fi: Sulje
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nb: Avslutt
nl: Afsluiten
pl: Zamknij
pt_br: Sair
ru: Выйти
sv: Avsluta
tr: Çık
zh_hans: 退出
zh_hant: 結束

# LocationGroup.Text
source: Location
da: Placering
de: Standort
es: Ubicación
fi: Sijainti
fr: Position
it: Posizione
ja: 位置
ko: 위치
nb: Plassering
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Местоположение
sv: Plats
tr: Konum
zh_hans: 位置
zh_hant: 位置

# LocationCard.Header
source: Location
da: Placering
de: Standort
es: Ubicación
fi: Sijainti
fr: Position
it: Posizione
ja: 位置
ko: 위치
nb: Plassering
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Местоположение
sv: Plats
tr: Konum
zh_hans: 位置
zh_hant: 位置

# LocationCard.Description
source: Drag the point to where you are. Arrow keys nudge it by a degree, or a tenth with Shift.
da: Træk punktet derhen, hvor du er. Piletasterne flytter det en grad, eller en tiendedel med Skift.
de: Zieh den Punkt dorthin, wo du bist. Die Pfeiltasten verschieben ihn um ein Grad, mit Umschalt um ein Zehntel.
es: Arrastra el punto hasta donde estás. Las teclas de flecha lo mueven un grado, o una décima con Mayús.
fi: Vedä piste sijaintiisi. Nuolinäppäimet siirtävät sitä asteen verran, vaihtonäppäimen kanssa kymmenyksen.
fr: Faites glisser le point jusqu'à votre position. Les touches fléchées le déplacent d'un degré, ou d'un dixième avec Maj.
it: Trascina il punto dove ti trovi. I tasti freccia lo spostano di un grado, o di un decimo con Maiusc.
ja: 現在地までポイントをドラッグします。方向キーで 1 度ずつ、Shift キーを押しながらで 0.1 度ずつ動かせます。
ko: 현재 위치로 점을 끌어 놓으세요. 화살표 키로 1도씩, Shift 키와 함께 0.1도씩 옮길 수 있습니다.
nb: Dra punktet dit du er. Piltastene flytter det én grad, eller en tidel med Skift.
nl: Sleep de punt naar waar je bent. Met de pijltoetsen verplaats je hem een graad, of een tiende met Shift.
pl: Przeciągnij punkt tam, gdzie jesteś. Klawisze strzałek przesuwają go o stopień, a z klawiszem Shift o jedną dziesiątą.
pt_br: Arraste o ponto até onde você está. As teclas de seta o movem um grau, ou um décimo com Shift.
ru: Перетащите точку туда, где вы находитесь. Клавиши со стрелками сдвигают её на градус, а с Shift — на десятую.
sv: Dra punkten dit du är. Piltangenterna flyttar den en grad, eller en tiondel med Skift.
tr: Noktayı bulunduğunuz yere sürükleyin. Ok tuşları onu bir derece, Shift ile onda bir derece kaydırır.
zh_hans: 将点拖到你所在的位置。方向键每次移动 1 度，按住 Shift 每次移动 0.1 度。
zh_hant: 將點拖曳到你所在的位置。方向鍵每次移動 1 度，按住 Shift 每次移動 0.1 度。

# DetectButton.Content
source: Auto position detection
da: Find placering automatisk
de: Standort automatisch ermitteln
es: Detectar ubicación
fi: Tunnista sijainti
fr: Détecter la position
it: Rileva posizione
ja: 位置を自動検出
ko: 위치 자동 감지
nb: Finn plassering automatisk
nl: Locatie detecteren
pl: Wykryj lokalizację
pt_br: Detectar localização
ru: Определить местоположение
sv: Identifiera plats automatiskt
tr: Konumu algıla
zh_hans: 自动检测位置
zh_hant: 自動偵測位置

# TimingGroup.Text
source: Timing
da: Tidspunkter
de: Zeitplan
es: Horario
fi: Ajoitus
fr: Horaires
it: Orari
ja: タイミング
ko: 시간
nb: Tidspunkter
nl: Tijden
pl: Harmonogram
pt_br: Horários
ru: Расписание
sv: Tider
tr: Zamanlama
zh_hans: 时间
zh_hant: 時間

# ShiftSunriseCard.Header
source: Shift sunrise
da: Forskyd solopgangen
de: Sonnenaufgang verschieben
es: Desplazar el amanecer
fi: Siirrä auringonnousua
fr: Décaler le lever du soleil
it: Sposta l'alba
ja: 日の出をずらす
ko: 일출 시간 조정
nb: Forskyv soloppgangen
nl: Zonsopkomst verschuiven
pl: Przesuń wschód słońca
pt_br: Deslocar o nascer do sol
ru: Сдвиг рассвета
sv: Förskjut soluppgången
tr: Gün doğumunu kaydır
zh_hans: 调整日出时间
zh_hant: 調整日出時間

# ShiftSunriseCard.Description
source: Start the daytime level earlier or later than the sun.
da: Start dagniveauet tidligere eller senere end solen.
de: Die Tagesstufe früher oder später als die Sonne beginnen lassen.
es: Empezar el nivel diurno antes o después que el sol.
fi: Aloita päivätaso aikaisemmin tai myöhemmin kuin aurinko.
fr: Passer au niveau de jour avant ou après le soleil.
it: Avvia il livello diurno prima o dopo il sole.
ja: 昼間のレベルを日の出より早く、または遅く開始します。
ko: 주간 밝기를 해보다 일찍 또는 늦게 시작합니다.
nb: Start dagnivået tidligere eller senere enn solen.
nl: Het dagniveau eerder of later laten beginnen dan de zon.
pl: Rozpocznij poziom dzienny wcześniej lub później niż słońce.
pt_br: Começar o nível diurno antes ou depois do sol.
ru: Включать дневной уровень раньше или позже солнца.
sv: Starta dagnivån tidigare eller senare än solen.
tr: Gündüz seviyesini güneşten önce veya sonra başlat.
zh_hans: 让白天亮度比日出更早或更晚开始。
zh_hant: 讓白天亮度比日出更早或更晚開始。

# ShiftSunsetCard.Header
source: Shift sunset
da: Forskyd solnedgangen
de: Sonnenuntergang verschieben
es: Desplazar el atardecer
fi: Siirrä auringonlaskua
fr: Décaler le coucher du soleil
it: Sposta il tramonto
ja: 日の入りをずらす
ko: 일몰 시간 조정
nb: Forskyv solnedgangen
nl: Zonsondergang verschuiven
pl: Przesuń zachód słońca
pt_br: Deslocar o pôr do sol
ru: Сдвиг заката
sv: Förskjut solnedgången
tr: Gün batımını kaydır
zh_hans: 调整日落时间
zh_hant: 調整日落時間

# ShiftSunsetCard.Description
source: Start the night-time level earlier or later than the sun.
da: Start natniveauet tidligere eller senere end solen.
de: Die Nachtstufe früher oder später als die Sonne beginnen lassen.
es: Empezar el nivel nocturno antes o después que el sol.
fi: Aloita yötaso aikaisemmin tai myöhemmin kuin aurinko.
fr: Passer au niveau de nuit avant ou après le soleil.
it: Avvia il livello notturno prima o dopo il sole.
ja: 夜間のレベルを日の入りより早く、または遅く開始します。
ko: 야간 밝기를 해보다 일찍 또는 늦게 시작합니다.
nb: Start nattnivået tidligere eller senere enn solen.
nl: Het nachtniveau eerder of later laten beginnen dan de zon.
pl: Rozpocznij poziom nocny wcześniej lub później niż słońce.
pt_br: Começar o nível noturno antes ou depois do sol.
ru: Включать ночной уровень раньше или позже солнца.
sv: Starta nattnivån tidigare eller senare än solen.
tr: Gece seviyesini güneşten önce veya sonra başlat.
zh_hans: 让夜间亮度比日落更早或更晚开始。
zh_hant: 讓夜間亮度比日落更早或更晚開始。

# FadeCard.Header
source: Fade gradually
da: Gradvis overgang
de: Sanft überblenden
es: Transición gradual
fi: Vaihda vähitellen
fr: Transition progressive
it: Transizione graduale
ja: 徐々に切り替える
ko: 서서히 전환
nb: Gradvis overgang
nl: Geleidelijk overgaan
pl: Stopniowe przejście
pt_br: Transição gradual
ru: Плавный переход
sv: Tona gradvis
tr: Kademeli geçiş
zh_hans: 逐渐过渡
zh_hant: 逐漸轉換

# FadeCard.Description
source: Ease between levels instead of switching at once.
da: Glid mellem niveauerne i stedet for at skifte med det samme.
de: Langsam zwischen den Stufen wechseln statt sofort umzuschalten.
es: Cambiar de nivel poco a poco en lugar de hacerlo de golpe.
fi: Siirry tasojen välillä pehmeästi eikä kerralla.
fr: Passer d'un niveau à l'autre en douceur plutôt que d'un coup.
it: Passa da un livello all'altro gradualmente invece che di colpo.
ja: レベルを一度に切り替えず、ゆっくり変化させます。
ko: 밝기를 한 번에 바꾸지 않고 서서히 바꿉니다.
nb: Gli mellom nivåene i stedet for å bytte med en gang.
nl: Geleidelijk tussen niveaus overgaan in plaats van direct te wisselen.
pl: Płynnie zmieniaj poziomy zamiast przełączać je od razu.
pt_br: Mudar de nível aos poucos em vez de trocar de uma vez.
ru: Плавно менять уровни, а не переключать их сразу.
sv: Glid mellan nivåerna i stället för att byta direkt.
tr: Seviyeler arasında birden değil yavaşça geçiş yap.
zh_hans: 在亮度级别之间平缓过渡，而不是立即切换。
zh_hant: 在亮度等級之間平緩過渡，而不是立即切換。

# BrightnessGroup.Text
source: Brightness
da: Lysstyrke
de: Helligkeit
es: Brillo
fi: Kirkkaus
fr: Luminosité
it: Luminosità
ja: 明るさ
ko: 밝기
nb: Lysstyrke
nl: Helderheid
pl: Jasność
pt_br: Brilho
ru: Яркость
sv: Ljusstyrka
tr: Parlaklık
zh_hans: 亮度
zh_hant: 亮度

# NoScheduleDisplays.Text
source: No adjustable displays detected. Levels appear here once a display is found.
da: Der blev ikke fundet nogen justerbare skærme. Niveauerne vises her, når en skærm bliver fundet.
de: Keine einstellbaren Bildschirme gefunden. Die Stufen erscheinen hier, sobald ein Bildschirm gefunden wird.
es: No se detectaron pantallas ajustables. Los niveles aparecerán aquí cuando se encuentre una.
fi: Säädettäviä näyttöjä ei löytynyt. Tasot näkyvät tässä, kun näyttö löytyy.
fr: Aucun écran réglable détecté. Les niveaux apparaîtront ici dès qu'un écran sera trouvé.
it: Nessuno schermo regolabile rilevato. I livelli compariranno qui non appena verrà trovato uno schermo.
ja: 調整できるディスプレイが見つかりません。ディスプレイが見つかると、ここにレベルが表示されます。
ko: 조정 가능한 디스플레이를 찾지 못했습니다. 디스플레이가 발견되면 여기에 밝기 수준이 표시됩니다.
nb: Fant ingen justerbare skjermer. Nivåene vises her når en skjerm blir funnet.
nl: Geen instelbare beeldschermen gevonden. De niveaus verschijnen hier zodra er een beeldscherm is gevonden.
pl: Nie wykryto regulowanych monitorów. Poziomy pojawią się tutaj po znalezieniu monitora.
pt_br: Nenhum monitor ajustável detectado. Os níveis aparecerão aqui quando um monitor for encontrado.
ru: Настраиваемые мониторы не найдены. Уровни появятся здесь, когда монитор будет обнаружен.
sv: Inga justerbara skärmar hittades. Nivåerna visas här när en skärm hittas.
tr: Ayarlanabilir ekran bulunamadı. Bir ekran bulunduğunda seviyeler burada görünür.
zh_hans: 未检测到可调节的显示器。找到显示器后，亮度级别会显示在这里。
zh_hant: 未偵測到可調整的顯示器。找到顯示器後，亮度等級會顯示在這裡。

# ContrastGroup.Text
source: Contrast
da: Kontrast
de: Kontrast
es: Contraste
fi: Kontrasti
fr: Contraste
it: Contrasto
ja: コントラスト
ko: 대비
nb: Kontrast
pl: Kontrast
pt_br: Contraste
ru: Контрастность
sv: Kontrast
tr: Kontrast
zh_hans: 对比度
zh_hant: 對比度

# NoContrastDisplays.Text
source: No adjustable displays detected.
da: Der blev ikke fundet nogen justerbare skærme.
de: Keine einstellbaren Bildschirme gefunden.
es: No se detectaron pantallas ajustables.
fi: Säädettäviä näyttöjä ei löytynyt.
fr: Aucun écran réglable détecté.
it: Nessuno schermo regolabile rilevato.
ja: 調整できるディスプレイが見つかりません。
ko: 조정 가능한 디스플레이를 찾지 못했습니다.
nb: Fant ingen justerbare skjermer.
nl: Geen instelbare beeldschermen gevonden.
pl: Nie wykryto regulowanych monitorów.
pt_br: Nenhum monitor ajustável detectado.
ru: Настраиваемые мониторы не найдены.
sv: Inga justerbara skärmar hittades.
tr: Ayarlanabilir ekran bulunamadı.
zh_hans: 未检测到可调节的显示器。
zh_hant: 未偵測到可調整的顯示器。

# AstroTimelineRoot.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Today's schedule
da: Dagens plan
de: Heutiger Zeitplan
es: Horario de hoy
fi: Tämän päivän aikataulu
fr: Programme du jour
it: Programma di oggi
ja: 今日のスケジュール
ko: 오늘의 일정
nb: Dagens plan
nl: Schema van vandaag
pl: Dzisiejszy harmonogram
pt_br: Programação de hoje
ru: Расписание на сегодня
sv: Dagens schema
tr: Bugünün programı
zh_hans: 今日计划
zh_hant: 今日排程

# WorldMapRoot.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Location
da: Placering
de: Standort
es: Ubicación
fi: Sijainti
fr: Position
it: Posizione
ja: 位置
ko: 위치
nb: Plassering
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Местоположение
sv: Plats
tr: Konum
zh_hans: 位置
zh_hant: 位置

# StepperDecrease.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Decrease
da: Formindsk
de: Verringern
es: Disminuir
fi: Vähennä
fr: Diminuer
it: Diminuisci
ja: 減らす
ko: 줄이기
nb: Reduser
nl: Verlagen
pl: Zmniejsz
pt_br: Diminuir
ru: Уменьшить
sv: Minska
tr: Azalt
zh_hans: 减少
zh_hant: 減少

# StepperDecrease.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Earlier
da: Tidligere
de: Früher
es: Antes
fi: Aiemmin
fr: Plus tôt
it: Prima
ja: 早く
ko: 더 일찍
nb: Tidligere
nl: Eerder
pl: Wcześniej
pt_br: Mais cedo
ru: Раньше
sv: Tidigare
tr: Daha erken
zh_hans: 提前
zh_hant: 提前

# StepperIncrease.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Increase
da: Forøg
de: Erhöhen
es: Aumentar
fi: Lisää
fr: Augmenter
it: Aumenta
ja: 増やす
ko: 늘리기
nb: Øk
nl: Verhogen
pl: Zwiększ
pt_br: Aumentar
ru: Увеличить
sv: Öka
tr: Artır
zh_hans: 增加
zh_hant: 增加

# StepperIncrease.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Later
da: Senere
de: Später
es: Después
fi: Myöhemmin
fr: Plus tard
it: Dopo
ja: 遅く
ko: 더 늦게
nb: Senere
pl: Później
pt_br: Mais tarde
ru: Позже
sv: Senare
tr: Daha geç
zh_hans: 推迟
zh_hant: 延後

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Параметры
sv: Inställningar
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# QuitApp
source: Quit Astro Dimmer
da: Afslut Astro Dimmer
de: Astro Dimmer beenden
es: Salir de Astro Dimmer
fi: Sulje Astro Dimmer
fr: Quitter Astro Dimmer
it: Esci da Astro Dimmer
ja: Astro Dimmer を終了
ko: Astro Dimmer 종료
nb: Avslutt Astro Dimmer
nl: Astro Dimmer afsluiten
pl: Zamknij Astro Dimmer
pt_br: Sair do Astro Dimmer
ru: Выйти из Astro Dimmer
sv: Avsluta Astro Dimmer
tr: Astro Dimmer'dan çık
zh_hans: 退出 Astro Dimmer
zh_hant: 結束 Astro Dimmer

source: On
da: Til
de: Ein
es: Activado
fi: Käytössä
fr: Activé
it: Attivato
ja: オン
ko: 켬
nb: På
nl: Aan
pl: Włączone
pt_br: Ativado
ru: Вкл.
sv: På
tr: Açık
zh_hans: 开
zh_hant: 開啟

source: Off
da: Fra
de: Aus
es: Desactivado
fi: Ei käytössä
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
nb: Av
nl: Uit
pl: Wyłączone
pt_br: Desativado
ru: Откл.
sv: Av
tr: Kapalı
zh_hans: 关
zh_hant: 關閉

source: Looking for displays…
da: Søger efter skærme…
de: Bildschirme werden gesucht…
es: Buscando pantallas…
fi: Etsitään näyttöjä…
fr: Recherche des écrans…
it: Ricerca degli schermi…
ja: ディスプレイを検索しています…
ko: 디스플레이를 찾는 중…
nb: Søker etter skjermer…
nl: Beeldschermen zoeken…
pl: Wyszukiwanie monitorów…
pt_br: Procurando monitores…
ru: Поиск мониторов…
sv: Söker efter skärmar…
tr: Ekranlar aranıyor…
zh_hans: 正在查找显示器…
zh_hant: 正在尋找顯示器…

# NoAdjustableDisplays
source: No adjustable displays found
da: Ingen justerbare skærme fundet
de: Keine einstellbaren Bildschirme gefunden
es: No se encontraron pantallas ajustables
fi: Säädettäviä näyttöjä ei löytynyt
fr: Aucun écran réglable trouvé
it: Nessuno schermo regolabile trovato
ja: 調整できるディスプレイが見つかりません
ko: 조정 가능한 디스플레이가 없습니다
nb: Fant ingen justerbare skjermer
nl: Geen instelbare beeldschermen gevonden
pl: Nie znaleziono regulowanych monitorów
pt_br: Nenhum monitor ajustável encontrado
ru: Настраиваемые мониторы не найдены
sv: Inga justerbara skärmar hittades
tr: Ayarlanabilir ekran bulunamadı
zh_hans: 未找到可调节的显示器
zh_hant: 找不到可調整的顯示器

# RetryGaveUp
source: No DDC/CI displays found after retrying
da: Ingen DDC/CI-skærme fundet efter nye forsøg
de: Auch nach erneuten Versuchen keine DDC/CI-Bildschirme gefunden
es: No se encontraron pantallas DDC/CI tras varios intentos
fi: DDC/CI-näyttöjä ei löytynyt uusista yrityksistä huolimatta
fr: Aucun écran DDC/CI trouvé après plusieurs tentatives
it: Nessuno schermo DDC/CI trovato dopo vari tentativi
ja: 再試行しても DDC/CI ディスプレイが見つかりませんでした
ko: 다시 시도했지만 DDC/CI 디스플레이를 찾지 못했습니다
nb: Fant ingen DDC/CI-skjermer etter nye forsøk
nl: Geen DDC/CI-beeldschermen gevonden na nieuwe pogingen
pl: Nie znaleziono monitorów DDC/CI po ponownych próbach
pt_br: Nenhum monitor DDC/CI encontrado após novas tentativas
ru: Мониторы DDC/CI не найдены после повторных попыток
sv: Inga DDC/CI-skärmar hittades efter nya försök
tr: Yeniden denemelere rağmen DDC/CI ekranı bulunamadı
zh_hans: 重试后仍未找到 DDC/CI 显示器
zh_hant: 重試後仍找不到 DDC/CI 顯示器
